import React from 'react';

export function DetailedDescription(text) {
  return (
    <div className='description_container'>
      <p>
        Защитные бортики это неотъемлемый аксессуар деткой кроватки. Бортики ТМ Oh My Kids
        одновременно стильные и практичные. В нашей цветовой линейке вы можете найти как пастельные
        тона, так и яркие красочные расцветки. Благодаря съёмным наволочкам, бортики максимально
        практичны в использовании. Наволочки легко стираются и быстро сохнут в отличии от бортика с
        наполнителем. Бортики плотно стоят в кроватке и надёжно защищают малыша. У всех бортиков по
        бокам есть завязки, которыми они удобно крепятся к кроватке. Бортики упакованы в фирменную
        сумку и готовы, чтобы стать подарком. Продукция ТМ Oh My Kids имеет заключение
        государственной санитарно-эпидемиологической экспертизы о соответствии государственным
        стандартам качества.
      </p>
      <hr />
      <p>
        Если у вас не стандартная кроватка, круглая или овальная, свяжитесь с нами по номерам,
        указанным в разделе Контакты и мы сделаем бортики по вашим индивидуальным размерам.
      </p>
    </div>
  );
}
